Repository: JackZhong1998/attentionclock
Catalog: AttentionClock/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, ms, nl, pl, pt_br, ru, th, tr, uk, vi, zh_hant

source: %lld 分钟
ar: %lld دقيقة
de: %lld Minuten
en: %lld min
es: %lld minutos
fr: %lld minutes
hi: %lld मिनट
id: %lld menit
it: %lld minuti
ja: %lld 分
ko: %lld분
ms: %lld minit
nl: %lld minuten
pl: %lld minut
pt_br: %lld minutos
ru: %lld минут
th: %lld นาที
tr: %lld dakika
uk: %lld хвилин
vi: %lld phút
zh_hant: %lld 分鐘

source: %lld 次
ar: %lld مرة
de: %lld mal
en: %lld sessions
es: %lld veces
fr: %lld fois
hi: %lld बार
id: %lld kali
it: %lld volte
ja: %lld 回
ko: %lld회
ms: %lld kali
nl: %lld keer
pl: %lld razy
pt_br: %lld vezes
ru: %lld раз
th: %lld ครั้ง
tr: %lld kez
uk: %lld разів
vi: %lld lần

source: %@：无专注记录
ar: %@: لا يوجد سجل للتركيز
de: %@: Keine Aufzeichnung der Fokussierung
en: %@: No focus sessions
es: %@: Sin registro de concentración
fr: %@ : Aucun enregistrement de mise au point
hi: %@: फोकस का कोई रिकॉर्ड नहीं
id: %@: Tidak ada rekaman fokus
it: %@: Nessuna traccia di messa a fuoco
ja: %@：記録なし
ko: %@: 기록 없음
ms: %@: Tiada rekod fokus
nl: %@: Geen focusrecord
pl: %@: Brak zapisu ostrości
pt_br: %@: Sem registro de foco
ru: %@: Нет записи фокуса
th: %@: ไม่มีการบันทึกโฟกัส
tr: %@: Odak kaydı yok
uk: %@: немає запису фокусу
vi: %@: Không có bản ghi tiêu điểm
zh_hant: %@：无專注記录

source: %@ %@ · 共 %@
ar: %@ %@ · الإجمالي %@
de: %@ %@ · Insgesamt %@
en: %@ %@ · %@ total
es: %@ %@ · Total %@
fr: %@ %@ · Total %@
hi: %@ %@ · कुल %@
id: %@ %@ · Jumlah %@
it: %@ %@ · Totale %@
ja: %@ %@ · 合計 %@
ko: %@ %@ · 총 %@
ms: %@ %@ · Jumlah %@
nl: %@ %@ · Totaal %@
pl: %@ %@ · Razem %@
pt_br: %@ %@ · Total %@
ru: %@ %@ · Всего %@
th: %@ %@ · รวม %@
tr: %@ %@ · Toplam %@
uk: %@ %@ · Усього %@
vi: %@ %@ · Tổng cộng %@

source: %d小时%d分
ar: %d ساعة %d دقيقة
de: %d hours %d minutes
en: %dh %dm
es: %d horas %d minutos
fr: %d hours %d minutes
hi: %d HOURS %d मिनट
id: %d jam %d menit
it: %d ore %d minuti
ja: %d時間%d分
ko: %d시간 %d분
ms: %d jam %d minit
nl: %d uur %d minuten
pl: %d godziny %d minuty
pt_br: %d hours %d minutos
ru: %d hours %d minutes
th: %d ชั่วโมง %d นาที
tr: %d saat %d dakika
uk: %d годин %d хвилин
vi: %d giờ %d phút
zh_hant: %d小時%d分

source: %d分%d秒
ar: %d دقيقة %d ثانية
de: %d Minuten %d Sekunden
en: %dm %ds
es: %d minutos %d segundos
fr: %d minutes %d secondes
hi: %d मिनट %d सेकंड
id: %d menit %d detik
it: %d minuti %d secondi
ko: %d분 %d초
ms: %d minit %d saat
nl: %d minuten %d seconden
pl: %d minut %d sekund
pt_br: %d minutes %d segundos
ru: %d минут %d секунд
th: %d นาที %d วินาที
tr: %d dakika %d saniye
uk: %d хвилин %d секунд
vi: %d phút %d giây

source: %d秒
ar: %d ثانية
de: %d Sekunden
en: %ds
es: %d segundos
fr: %d secondes
hi: %d सेकंड
id: %d detik
it: %d secondi
ko: %d초
ms: %d saat
nl: %d seconden
pl: %d sekund
pt_br: %d segundos
ru: %d секунд
th: %d วินาที
tr: %d saniye
uk: %d секунд
vi: %d giây

source: M月
ar: MMM
de: MMM
en: MMM
es: MMM
fr: MMM
hi: MMM
id: MMM
it: MMM
ko: M월
ms: MMM
nl: MMM
pl: MMM
pt_br: MMM
ru: MMM
th: MMM
tr: MMM
uk: MMM
vi: MMM
zh_hant: MMM

source: M月d日 EEEE
ar: d MMMM، EEEE
de: EEEE, d. MMMM
en: MMM d, EEEE
es: d 'de' MMMM, EEEE
fr: d MMMM EEEE
hi: d MMMM, EEEE
id: EEEE, d MMMM
it: EEEE d MMMM
ko: M월 d일 EEEE
ms: EEEE, d MMMM
nl: EEEE d MMMM
pl: EEEE, d MMMM
pt_br: d 'de' MMMM, EEEE
ru: d MMMM, EEEE
th: EEEE d MMMM
tr: d MMMM EEEE
uk: EEEE, d MMMM
vi: EEEE, d MMMM

source: yyyy年M月d日
ar: d/M/yyyy
de: dd.MM.yyyy
en: yyyy/M/d
es: d/M/yyyy
fr: dd/MM/yyyy
hi: dd/MM/yyyy
id: d/M/yyyy
it: dd/MM/yyyy
ko: yyyy년 M월 d일
ms: d/M/yyyy
nl: d-M-yyyy
pl: dd.MM.yyyy
pt_br: dd/MM/yyyy
ru: dd.MM.yyyy
th: d/M/yyyy
tr: d.MM.yyyy
uk: dd.MM.yyyy
vi: d/M/yyyy

source: 一
ar: ن
de: M
en: M
es: L
fr: L
hi: सो
id: S
it: L
ja: 月
ko: 월
ms: I
nl: M
pl: P
pt_br: S
ru: П
th: จ
tr: P
uk: П
vi: T2

source: 三
ar: ر
de: M
en: W
es: X
fr: M
hi: बु
id: R
it: M
ja: 水
ko: 수
ms: R
nl: W
pl: Ś
pt_br: Q
ru: С
th: พ
tr: Ç
uk: С
vi: T4

source: 二
ar: ث
de: D
en: T
es: M
fr: M
hi: मं
id: S
it: M
ja: 火
ko: 화
ms: S
nl: D
pl: W
pt_br: T
ru: В
th: อ
tr: S
uk: В
vi: T3

source: 五
ar: ج
de: F
en: F
es: V
fr: V
hi: शु
id: J
it: V
ja: 金
ko: 금
ms: J
nl: V
pl: P
pt_br: S
ru: П
th: ศ
tr: C
uk: П
vi: T6

source: 六
ar: س
de: S
en: S
es: S
fr: S
hi: श
id: S
it: S
ja: 土
ko: 토
ms: S
nl: Z
pl: S
pt_br: S
ru: С
th: ส
tr: C
uk: С
vi: T7

source: 四
ar: خ
de: D
en: T
es: J
fr: J
hi: गु
id: K
it: G
ja: 木
ko: 목
ms: K
nl: D
pl: C
pt_br: Q
ru: Ч
th: พฤ
tr: P
uk: Ч
vi: T5

source: 日
ar: ح
de: S
en: S
es: D
fr: D
hi: र
id: M
it: D
ko: 일
ms: A
nl: Z
pl: N
pt_br: D
ru: В
th: อา
tr: P
uk: Н
vi: CN

source: 专注
ar: تركيز
de: Fokus
en: Focus
es: Enfoque
fr: Concentration
hi: फोकस
id: Fokus
it: Focus
ja: 集中
ko: 집중
ms: Fokus
nl: Focus
pl: Skupienie
pt_br: Foco
ru: Фокус
th: โฟกัส
tr: Odak
uk: фокус
vi: Tập trung
zh_hant: 專注

source: 专注中
ar: مركّز
de: Fokussiert
en: Focusing
es: Enfocado
fr: Concentré
hi: फ़ोकस किया गया
id: Berkonsentrasi
it: Concentrato
ja: 集中中
ko: 집중 중
ms: menumpukan perhatian
nl: Concentreren
pl: Koncentrując się
pt_br: Focado
ru: Сосредоточенность
th: มีสมาธิ
tr: Konsantre olma
uk: Концентрація
vi: tập trung
zh_hant: 專注中

source: 专注完成
ar: الإنجاز المركّز
de: Fokussierter Abschluss
en: Focus Complete
es: Finalización focalizada
fr: Achèvement ciblé
hi: फ़ोकस्ड कम्प्लीशन
id: Fokus pada penyelesaian
it: Completamento mirato
ja: 集中完了
ko: 집중 완료
ms: Fokus pada penyiapan
nl: Focus op voltooiing
pl: Skup się na ukończeniu
pt_br: Conclusão Focada
ru: Целенаправленное завершение
th: มุ่งเน้นไปที่การทำให้เสร็จ
tr: Tamamlamaya odaklanın
uk: Зосередьтеся на завершенні
vi: Tập trung hoàn thiện
zh_hant: 專注完成

source: 专注热力图
ar: خريطة حرارية مركزة
de: Fokussierte Heatmap
en: Focus Heatmap
es: Mapa de calor focalizado
fr: Carte thermique ciblée
hi: फ़ोकस्ड हीटमैप
id: Fokus pada peta panas
it: Mappa di calore focalizzata
ja: 集中ヒートマップ
ko: 집중 히트맵
ms: Fokus pada peta haba
nl: Focus op hittekaarten
pl: Skoncentruj się na mapach cieplnych
pt_br: Mapa de Calor Focado
ru: Фокусированная тепловая карта
th: มุ่งเน้นไปที่แผนที่ความร้อน
tr: Isı haritalarına odaklanın
uk: Зосередьтеся на теплових картах
vi: Tập trung vào bản đồ nhiệt
zh_hant: 專注熱力圖

source: 为你梦想蓄力一次
ar: غذي أحلامك مرة واحدة
de: Tanken Sie Ihre Träume einmal
en: fuel for your dreams
es: Alimenta tus sueños una vez
fr: Alimentez vos rêves une fois
hi: एक बार अपने सपनों को ईंधन दें
id: Kumpulkan energi untuk impian Anda sekali
it: Alimenta i tuoi sogni una volta
ja: 夢へのエネルギー
ko: 꿈을 위한 에너지
ms: Kumpul tenaga untuk impian anda sekali
nl: Verzamel een keer energie voor je droom
pl: Zbierz raz energię na swoje marzenie
pt_br: Abasteça seus sonhos uma vez
ru: Заправьте свои мечты один раз
th: รวบรวมพลังเพื่อความฝันของคุณสักครั้ง
tr: Bir kez hayaliniz için enerji toplayın
uk: Наберіться один раз енергії для своєї мрії
vi: Thu thập năng lượng cho ước mơ của bạn một lần
zh_hant: 為你夢想蓄力一次

source: 为梦想蓄力一次
ar: غذي أحلامك مرة واحدة
de: Tanken Sie Ihre Träume einmal
en: fuel for your dreams
es: Alimenta tus sueños una vez
fr: Alimentez vos rêves une fois
hi: एक बार अपने सपनों को ईंधन दें
id: Isi daya untuk impian Anda sekali
it: Alimenta i tuoi sogni una volta
ja: 夢へのエネルギー
ko: 꿈을 위한 에너지
ms: Caj untuk impian anda sekali
nl: Laad een keer op voor je droom
pl: Naładuj raz swoje marzenie
pt_br: Abasteça seus sonhos uma vez
ru: Заправьте свои мечты один раз
th: ชาร์จพลังความฝันของคุณสักครั้ง
tr: Hayaliniz için bir kez şarj edin
uk: Зарядись за свою мрію один раз
vi: Hãy một lần nạp năng lượng cho ước mơ của bạn
zh_hant: 為夢想蓄力一次

source: 今天
ar: اليوم
de: Heute
en: Today
es: Today
fr: Aujourd'hui
hi: आज
id: Hari ini
it: Oggi
ja: 今日
ko: 오늘
ms: hari ini
nl: Vandaag
pl: Dzisiaj
pt_br: hoje
ru: сегодня
th: วันนี้
tr: Bugün
uk: сьогодні
vi: Hôm nay

source: 今天你陪了我 %lld 分钟，好开心！
ar: اليوم مكثت معي لمدة %lld دقيقة، سعيد جدًا!
de: Heute warst du %lld Minuten bei mir, so glücklich!
en: You focused with me for %lld minutes today. So happy!
es: Hoy te quedaste conmigo durante %lld minutos, ¡muy feliz!
fr: Aujourd'hui, vous êtes resté avec moi pendant %lld minutes, tellement heureux !
hi: आज तुम %lld मिनट के लिए मेरे साथ रही, बहुत खुश!
id: Anda menghabiskan %lld menit bersama saya hari ini, sangat bahagia!
it: Oggi sei rimasto con me per %lld minuti, davvero felice!
ja: 今日は %lld 分一緒に集中してくれたね、うれしい！
ko: 오늘 %lld분이나 함께 집중해 줘서 정말 기뻐!
ms: Anda menghabiskan %lld minit dengan saya hari ini, sangat gembira!
nl: Je hebt vandaag %lld minuten met mij doorgebracht, zo blij!
pl: Spędziłeś dzisiaj ze mną %lld minut, jestem bardzo szczęśliwy!
pt_br: Hoje você ficou comigo por %lld minutos, muito feliz!
ru: Сегодня вы остановились у меня на %lld минут, так счастливы!
th: วันนี้คุณใช้เวลา %lld นาทีกับฉัน มีความสุขมาก!
tr: Bugün benimle %lld dakika geçirdin, çok mutlusun!
uk: Ти провів зі мною %lld хвилин сьогодні, такий щасливий!
vi: Hôm nay bạn đã dành %lld phút với tôi, thật hạnh phúc!
zh_hant: 今天你陪了我 %lld 分鐘，好開心！

source: 今天状态不错～
ar: إنه في حالة جيدة اليوم ~
de: Es ist heute in guter Verfassung ~
en: Feeling great today~
es: Hoy está en buena forma ~
fr: Il est en bonne forme aujourd'hui ~
hi: यह आज अच्छी हालत में है ~
id: Aku dalam kondisi baik hari ini~
it: Oggi è in buona forma ~
ja: 今日は調子いいよ～
ko: 오늘 컨디션 좋아~
ms: Saya dalam keadaan baik hari ini~
nl: Ik ben in goede conditie vandaag~
pl: Dziś jestem w dobrym stanie~
pt_br: Está em boa forma hoje ~
ru: Сегодня он в хорошей форме ~
th: วันนี้ฉันสบายดี~
tr: Bugün iyi durumdayım~
uk: Сьогодні я в хорошому стані~
vi: Hôm nay tâm trạng tôi rất tốt~
zh_hant: 今天状態不错～

source: 全部汇总
ar: تلخيص الكل
de: Alles zusammenfassen
en: All Time
es: Resumir todo
fr: Tout résumer
hi: सभी को संक्षेप में बताएँ
id: Semua ringkasan
it: Riepiloga tutto
ja: 全体サマリー
ko: 전체 요약
ms: Semua ringkasan
nl: Allemaal samenvatting
pl: Wszystko podsumowanie
pt_br: Resumir tudo
ru: Обобщить все
th: สรุปทั้งหมด
tr: Tüm özet
uk: Все резюме
vi: Tất cả tóm tắt
zh_hant: 全部彙總

source: 共 %lld 次
ar: الإجمالي %lld مرة
de: Insgesamt %lld -mal
en: %lld sessions total
es: Total %lld veces
fr: Total %lld fois
hi: कुल %lld बार
id: Total %lld kali
it: Totale %lld volte
ja: 合計 %lld 回
ko: 총 %lld회
ms: Jumlah %lld kali
nl: Totaal %lld keer
pl: Łącznie %lld razy
pt_br: Total de %lld vezes
ru: Всего %lld раз
th: รวม %lld ครั้ง
tr: Toplam %lld kez
uk: Усього %lld разів
vi: Tổng cộng %lld lần

source: 击退拖延一次
ar: المماطلة مرة واحدة
de: Prokrastination einmal zurückschlagen
en: beat procrastination
es: Derribar la procrastinación una vez
fr: Repoussez la procrastination une fois
hi: एक बार टालमटोल करने के बाद दस्तक दें
id: Kalahkan dan tunda sekali
it: Abbatti la procrastinazione una volta
ja: 先延ばしを撃退
ko: 미루기 극복
ms: Kalah dan tangguh sekali
nl: Versla en stel één keer uit
pl: Pokonaj i opóźnij raz
pt_br: Retire a procrastinação uma vez
ru: Отбросьте прокрастинацию один раз
th: พ่ายแพ้และดีเลย์ครั้งหนึ่ง
tr: Bir kez yen ve geciktir
uk: Поразка і затримка один раз
vi: Đánh bại và trì hoãn một lần
zh_hant: 擊退拖延一次

source: 夺回注意力一次
ar: احصل على انتباهك مرة أخرى مرة واحدة
de: Holen Sie sich einmal Ihre Aufmerksamkeit zurück
en: reclaimed your attention
es: Recupera tu atención una vez
fr: Reprenez votre attention une fois
hi: एक बार फिर से ध्यान आकर्षित करें
id: Dapatkan perhatian Anda kembali sekali
it: Riprendi la tua attenzione una volta
ja: 注意力を取り戻した
ko: 집중력 회복
ms: Dapatkan perhatian anda kembali sekali
nl: Trek uw aandacht een keer terug
pl: Przywróć raz swoją uwagę
pt_br: Chame sua atenção de volta uma vez
ru: Один раз верните себе внимание
th: ดึงความสนใจของคุณกลับมาอีกครั้ง
tr: Dikkatinizi bir kez daha toplayın
uk: Поверніть свою увагу один раз
vi: Lấy lại sự chú ý của bạn một lần
zh_hant: 奪回注意力一次

source: 虽然没完成，但也陪了我一会儿～
ar: على الرغم من أنه لم يكتمل، ولكن أيضا رافقني لفترة من الوقت ~
de: Obwohl es nicht abgeschlossen ist, sondern mich auch eine Weile begleitet hat ~
en: Didn't finish, but thanks for keeping me company~
es: Aunque no está terminado, pero también me acompañó por un tiempo ~
fr: Bien qu'il ne soit pas terminé, mais m'a également accompagné pendant un certain temps ~
hi: हालांकि यह पूरा नहीं हुआ है, लेकिन कुछ समय के लिए मेरे साथ भी ~
id: Meskipun saya tidak menyelesaikannya, saya tetap bersama saya untuk sementara waktu~
it: Anche se non è completato, ma mi ha anche accompagnato per un po' ~
ja: 完了しなくても、少し一緒にいてくれたね～
ko: 완료하진 못했지만, 잠깐 함께해 줘서 고마워~
ms: Walaupun saya tidak menyelesaikannya, saya tinggal bersama saya untuk seketika~
nl: Hoewel ik het niet afmaakte, bleef ik een tijdje bij me~
pl: Choć nie dokończyłam, zostałam ze sobą na jakiś czas~
pt_br: Embora não esteja concluído, mas também me acompanhou por um tempo ~
ru: Хотя он не завершен, но также некоторое время сопровождал меня ~
th: แม้ว่าฉันจะทำงานไม่เสร็จแต่ฉันก็อยู่กับฉันสักพัก~
tr: Bitirmememe rağmen bir süre yanımda kaldım~
uk: Хоча я не закінчив його, я залишився зі собою на деякий час~
vi: Mặc dù tôi chưa hoàn thành nó nhưng tôi đã ở lại với tôi một lúc ~
zh_hant: 雖然沒完成，但也陪了我一會兒～

source: 含完成、暂停与提前结束
ar: مع الإكمال والتعليق والإنهاء المبكر
de: Mit Abschluss, Aussetzung und vorzeitiger Beendigung
en: Includes completed, paused, and early-ended sessions
es: Con finalización, suspensión y terminación anticipada
fr: Avec achèvement, suspension et résiliation anticipée
hi: पूर्णता, निलंबन और समय से पहले समापन के साथ
id: Termasuk penyelesaian, penangguhan, dan penyelesaian awal
it: Con completamento, sospensione e risoluzione anticipata
ja: 完了・一時停止・途中終了を含む
ko: 완료, 일시정지, 조기 종료 포함
ms: Termasuk penyiapan, penggantungan dan penamat awal
nl: Inclusief oplevering, opschorting en vervroegd einde
pl: Obejmuje ukończenie, zawieszenie i wcześniejsze zakończenie
pt_br: Com Conclusão, Suspensão e Rescisão Antecipada
ru: С завершением, приостановлением и досрочным расторжением
th: รวมถึงการเสร็จสิ้น การระงับ และการสิ้นสุดก่อนกำหนด
tr: Tamamlama, askıya alma ve erken bitirme dahil
uk: Включаючи завершення, призупинення та дострокове завершення
vi: Bao gồm hoàn thành, tạm dừng và kết thúc sớm
zh_hant: 含完成、暫停與提前結束

source: 基于 %lld 个活跃日
ar: استنادًا إلى %lld من الأيام النشطة
de: Basierend auf %lld aktiven Tagen
en: Based on %lld active days
es: Basado en %lld días activos
fr: Basé sur %lld jours actifs
hi: %lld सक्रिय दिनों के आधार पर
id: Berdasarkan %lld hari aktif
it: In base a %lld giorni attivi
ja: %lld 日のアクティブ日に基づく
ko: %lld일의 활동일 기준
ms: Berdasarkan %lld hari aktif
nl: Gebaseerd op %lld actieve dagen
pl: Na podstawie %lld aktywnych dni
pt_br: Com base em %lld dias ativos
ru: На основании %lld активных дней
th: อิงตาม %lld วันที่ใช้งาน
tr: %lld aktif günlere göre
uk: На основі %lld активних днів
vi: Dựa trên %lld ngày hoạt động
zh_hant: 基于 %lld 個活躍日

source: 多
ar: المزيد
de: Mehr
en: More
es: Desfiladero
fr: Analyses multivariées
hi: अधिक
id: banyak
it: Molto
ko: 많음
ms: ramai
nl: veel
pl: wiele
pt_br: Múltiplo
ru: Больше
th: มากมาย
tr: birçok
uk: багато
vi: nhiều

source: 好开心
ar: سعيد جدًا
de: So glücklich
en: So happy
es: Y tan divertido...
fr: Merci.
hi: बहुत खुश
id: sangat bahagia
it: # Cosi' felici #
ja: とてもうれしい
ko: 정말 기뻐
ms: sangat gembira
nl: zo blij
pl: taki szczęśliwy
pt_br: Tão feliz
ru: Так счастлива
th: มีความสุขมาก
tr: çok mutlu
uk: такий щасливий
vi: rất hạnh phúc
zh_hant: 好開心

source: 怎么停下来了？
ar: لماذا توقف ؟
de: Warum hat es aufgehört?
en: Why did you stop?
es: ¿Por qué se detuvo?
fr: Pourquoi arrêtez-vous ?
hi: यह क्यों रुक गया?
id: Mengapa kamu berhenti?
it: - Perché l'avete fermato?
ja: どうして止まったの？
ko: 왜 멈췄어?
ms: Kenapa awak berhenti?
nl: Waarom ben je gestopt?
pl: Dlaczego się zatrzymałeś?
pt_br: Por que parou?
ru: Почему это прекратилось?
th: ทำไมคุณถึงหยุด?
tr: Neden durdun?
uk: Чому ти зупинився?
vi: Tại sao bạn dừng lại?

source: 恢复为默认时长
ar: استعادة المدة الافتراضية
de: Standarddauer wiederherstellen
en: Reset to Default Duration
es: Restaurar duración predeterminada
fr: Restaurer la durée par défaut
hi: डिफ़ॉल्ट अवधि बहाल करें
id: Kembali ke durasi default
it: Ripristina durata predefinita
ja: デフォルト時間に戻す
ko: 기본 시간으로 복원
ms: Kembali ke tempoh lalai
nl: Terug naar de standaardduur
pl: Przywróć domyślny czas trwania
pt_br: Restaurar duração padrão
ru: Восстановить продолжительность по умолчанию
th: เปลี่ยนกลับไปสู่ระยะเวลาเริ่มต้น
tr: Varsayılan süreye geri dön
uk: Повернутися до тривалості за замовчуванням
vi: Hoàn nguyên về thời lượng mặc định
zh_hant: 恢復為默认時長

source: 拯救前额叶一次
ar: احفظ الفص الجبهي مرة واحدة
de: Speichern Sie den Präfrontallappen einmal
en: saved your prefrontal cortex
es: Guarde el lóbulo prefrontal una vez
fr: Sauvegarder le lobe préfrontal une fois
hi: प्रीफ्रंटल लोब को एक बार सेव करें
id: Simpan lobus prefrontal sekali saja
it: Salvare il lobo prefrontale una volta
ja: 前頭前野を救った
ko: 전두엽을 구했다
ms: Simpan lobus prefrontal untuk sekali
nl: Bewaar de prefrontale kwab voor één keer
pl: Oszczędź choć raz płat przedczołowy
pt_br: Salve o lobo pré-frontal uma vez
ru: Сохраните префронтальную долю один раз
th: เก็บกลีบหน้าผากไว้ครั้งหนึ่ง
tr: Bir kez olsun prefrontal lobu saklayın
uk: Збережіть хоч раз передлобну частку
vi: Hãy cứu lấy thùy trán trước một lần

source: 积攒实力一次
ar: قم بتجميع القوة مرة واحدة
de: Kraft einmal ansammeln
en: built momentum
es: Acumular fuerza una vez
fr: Accumuler la force une fois
hi: एक बार ताकत जमा करें
id: Kumpulkan kekuatan sekali
it: Accumula forza una volta
ja: 実力を蓄えた
ko: 실력을 쌓았다
ms: Kumpul kekuatan sekali
nl: Verzamel een keer kracht
pl: Zbierz siłę raz
pt_br: Acumule força uma vez
ru: Накапливать прочность один раз
th: สะสมความแข็งแกร่งหนึ่งครั้ง
tr: Gücü bir kez biriktirin
uk: Накопичуйте сили один раз
vi: Tích lũy sức mạnh một lần
zh_hant: 積攒实力一次

source: 日均次数
ar: متوسط عدد المرات في اليوم
de: Durchschnittliche Anzahl der Male pro Tag
en: Daily Avg. Sessions
es: Número medio de veces al día
fr: Nombre moyen de fois par jour
hi: हर दिन औसतन कितनी बार
id: Jumlah rata-rata kali per hari
it: Numero medio di volte al giorno
ja: 1日平均回数
ko: 일평균 횟수
ms: Purata bilangan kali sehari
nl: Gemiddeld aantal keren per dag
pl: Średnia liczba razy dziennie
pt_br: Número médio de vezes por dia
ru: Среднее количество раз в день
th: จำนวนครั้งโดยเฉลี่ยต่อวัน
tr: Günde ortalama kaç kez
uk: Середня кількість разів на день
vi: Số lần trung bình mỗi ngày

source: 日均时长
ar: متوسط المدة اليومية
de: Durchschnittliche tägliche Dauer
en: Daily Avg. Duration
es: Duración media diaria
fr: Durée quotidienne moyenne
hi: औसत दैनिक अवधि
id: durasi harian rata-rata
it: Durata media giornaliera
ja: 1日平均時間
ko: 일평균 시간
ms: purata tempoh harian
nl: gemiddelde dagelijkse duur
pl: średni dzienny czas trwania
pt_br: Duração média diária
ru: Средняя суточная продолжительность
th: ระยะเวลาเฉลี่ยต่อวัน
tr: ortalama günlük süre
uk: середньодобова тривалість
vi: thời lượng trung bình hàng ngày
zh_hant: 日均時長

source: 平均每天专注时长
ar: متوسط وقت التركيز اليومي
de: Durchschnittliche tägliche Fokuszeit
en: Average daily focus time
es: Tiempo medio diario de concentración
fr: Temps de mise au point quotidien moyen
hi: रोज़ाना फ़ोकस करने का औसत समय
id: Waktu fokus harian rata-rata
it: Tempo medio giornaliero di messa a fuoco
ja: 1日あたりの平均集中時間
ko: 하루 평균 집중 시간
ms: Purata masa fokus harian
nl: Gemiddelde dagelijkse focustijd
pl: Średni dzienny czas skupienia
pt_br: Tempo médio diário de foco
ru: Среднее ежедневное время фокусировки
th: เวลาโฟกัสเฉลี่ยรายวัน
tr: Ortalama günlük odaklanma süresi
uk: Середній щоденний час концентрації уваги
vi: Thời gian tập trung trung bình hàng ngày
zh_hant: 平均每天專注時長

source: 已专注%lld分钟，%@
ar: التركيز على %lld دقيقة، %@
de: Fokussiert auf %lld Minuten, %@
en: Focused for %lld minutes — %@
es: Centrado en %lld minutos, %@
fr: Concentré sur %lld minutes, %@
hi: %lld मिनट, %@ पर ध्यान केंद्रित किया गया
id: Fokus selama %lld menit, %@
it: Concentrato su %lld minuti, %@
ja: %lld 分集中した — %@
ko: %lld분 집중 — %@
ms: Fokus selama %lld minit, %@
nl: Gefocust gedurende %lld minuten, %@
pl: Skupiony przez %lld minut, %@
pt_br: Focado em %lld minutos, %@
ru: Сосредоточено на %lld минутах, %@
th: ตั้งใจเป็นเวลา %lld นาที %@
tr: %lld dakika boyunca odaklanıldı, %@
uk: Зосереджено %lld хвилин, %@
vi: Tập trung trong %lld phút, %@
zh_hant: 已專注%lld分鐘，%@

source: 已暂停
ar: متوقف مؤقتًا
de: Wurde zurückgestellt
en: Paused
es: En Pausa
fr: En suspension
hi: ठहरा
id: Tergantung
it: In pausa
ja: 一時停止中
ko: 일시정지됨
ms: Digantung
nl: Opgeschort
pl: Zawieszony
pt_br: Em pausa
ru: Пауза
th: ถูกระงับ
tr: Askıya alınmış
uk: Призупинено
vi: Cấm
zh_hant: 已暫停

source: 开始
ar: البدء
de: Ingangsetzen
en: Start
es: Empezar
fr: Démarrer
hi: आइसोबार्सNAME OF TRANSLATORS
id: awal
it: Inizio espansione
ja: 開始
ko: 시작
ms: mulakan
nl: begin
pl: start
pt_br: Iniciar
ru: Начало
th: เริ่ม
tr: başlangıç
uk: початок
vi: bắt đầu
zh_hant: 開始

source: 开始专注
ar: بدء التركيز
de: Fokus starten
en: Start Focus
es: Iniciar enfoque
fr: Commencer la concentration
hi: फोकस शुरू करें
id: Mulai fokus
it: Avvia focus
ja: 集中を開始
ko: 집중 시작
ms: Mulakan fokus
nl: Focus starten
pl: Rozpocznij skupienie
pt_br: Iniciar foco
ru: Начать фокус
th: เริ่มโฟกัส
tr: Odaklanmayı başlat
uk: почніть фокусуватися
vi: Bắt đầu tập trung
zh_hant: 開始專注

source: 所有记录合计
ar: مجموع جميع السجلات
de: Summe aller Datensätze
en: All sessions combined
es: Total de todos los registros
fr: Total de tous les enregistrements
hi: सभी रिकॉर्ड का कुल
id: Total semua catatan
it: Totale di tutti i record
ja: 全記録の合計
ko: 모든 기록 합계
ms: Jumlah semua rekod
nl: Totaal van alle records
pl: Suma wszystkich rekordów
pt_br: Total de todos os registros
ru: Всего всех записей
th: รวมบันทึกทั้งหมด
tr: Tüm kayıtların toplamı
uk: Загальна кількість усіх записів
vi: Tổng số tất cả hồ sơ
zh_hant: 所有記录合计

source: 完成 %lld 次 %@
ar: كامل %lld %@
de: Schließe %lld %@ ab
en: %lld sessions %@
es: Completar %lld %@
fr: Terminer %lld %@
hi: पूरा करें %lld %@
id: Selesai %lld kali %@
it: Completa %lld %@
ja: %lld 回完了 %@
ko: %lld회 완료 %@
ms: Selesai %lld kali %@
nl: %lld keer %@ voltooid
pl: Ukończono %lld razy %@
pt_br: Concluir %lld %@
ru: Завершить %lld %@
th: เสร็จสิ้น %lld ครั้ง %@
tr: %lld kez %@ tamamlandı
uk: Виконано %lld разів %@
vi: Đã hoàn thành %lld lần %@

source: 完成次数
ar: عمليات الإكمال
de: Abschlüsse
en: Sessions Completed
es: Finalizaciones
fr: Achèvement
hi: पूर्णताएँ
id: Waktu selesai
it: Completamenti
ja: 完了回数
ko: 완료 횟수
ms: Masa siap
nl: Voltooide tijden
pl: Ukończone czasy
pt_br: Conclusões
ru: Завершения
th: เวลาที่เสร็จสมบูรณ์
tr: Tamamlanan zamanlar
uk: Завершено разів
vi: Số lần hoàn thành

source: 对不起自己一次
ar: أنا آسفة لمرة واحدة.
de: Es tut mir ausnahmsweise leid.
en: did right by yourself
es: Lo siento por una vez.
fr: Je suis désolée pour une fois.
hi: मुझे एक बार के लिए अफ़सोस है।
id: Maaf pada diriku sendiri sekali
it: Mi dispiace per una volta.
ja: 自分に誠実だった
ko: 자신에게 충실했다
ms: Maaf pada diri sendiri sekali
nl: Sorry voor mezelf, een keer
pl: Przepraszam siebie raz
pt_br: Sinto muito por uma vez.
ru: Прошу прощения хоть раз.
th: ขอโทษตัวเองสักครั้ง
tr: Bir kez kendimden özür dilerim
uk: Вибач собі одного разу
vi: Xin lỗi bản thân mình một lần
zh_hant: 對不起自己一次

source: 对得起自己一次
ar: أستحق نفسي مرة واحدة
de: Einmal meiner selbst würdig
en: did right by yourself
es: Digno de mí mismo una vez
fr: Digne de moi une fois
hi: एक बार खुद के लायक
id: Jadilah layak untuk dirimu sendiri sekali
it: Degno di me stesso una volta
ja: 自分に誠実だった
ko: 자신에게 충실했다
ms: Layak untuk diri sendiri sekali
nl: Wees jezelf een keer waard
pl: Bądź choć raz siebie wart
pt_br: Digno de mim mesmo uma vez
ru: Достойный себя один раз
th: ให้คู่ควรกับตัวเองสักครั้ง
tr: Bir kere kendine layık ol
uk: Будь одного разу гідним себе
vi: Hãy xứng đáng với chính mình một lần
zh_hant: 對得起自己一次

source: 少
ar: أقل
de: Selten
en: Less
es: Menos
fr: Cartoon Anal
hi: कम
id: sedikit
it: Poco
ko: 적음
ms: sedikit
nl: weinig
pl: kilka
pt_br: Menos
ru: Меньше
th: น้อย
tr: bir kaç
uk: мало
vi: một vài
